Repository: mozilla-l10n/mt-training-data
Catalog: tt/tt_pontoon.tmx
Source language: en_us
Languages: tt

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
tt: Common Voice мәгълүмат җыентыгы — сөйләм белән эш итә алучы кушымталарны өйрәтү өчен кулланылучы ачык һәм һәркем дә ирешә алырлык ресурс. Проектта катнашучы кешеләрнең хәвефсезлеген саклау өчен, без мәгълүмат тупланмасын йөкләп алучы һәр кешедән проектта катнашучыларның приватлыгын хөрмәт итүләрен үтенәбез. Аудиоязмалардан аларны кем яздырган икәнен белдерүче мәгълүмат алып ташлана. Мәгълүмат тупланмасын йөкләп алсагыз, волонтерларның кем икәнен ачыкларга тырышмаска вәгъдә бирәсез. Башкача әйткәндә, мәгълүмат җыентыгындагы мәгълүматны волонтерның шәхесе турындагы мәгълүмат белән бәйләргә тырышырга ярамый дигән сүз. Әмма сөйләм тану, сөйләүчеләрне аеру, һәм башка шундый кушымталар өйрәтү өчен мәгълүмат җыентыгыннан файдаланырга мөмкинсез. Моны эшләгәндә мәгълүмат җыентыгында булган бер мәгълүматны җыентыкта булган икенче бер мәгълүмат белән бәйләргә ярый.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
tt: Common Voice мәгълүмат җыелмасы <licenseLink>CC0</licenseLink> лицензиясе астында <datasetLink>безнең Мәгълүмат тупланмалары битендә</datasetLink> йөкләп алынырга мөмкин. Шул ук биттән сез башка ирекле мәгълүмат җыелмаларын да йөкләп ала аласыз.

source: The Common Voice project is Mozilla’s initiative to help teach machines how real people speak.
tt: «Common Voice» проекты — Mozilla компаниясенең компьютерларга кешеләрнең чынлыкта ничек сөйләшүен өйрәтүгә юнәлдерелгән инициативасы.

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
tt: Өч кулланучының икесе тарафыннан "Әйе" дип бәяләнгән тавыш язмаларының сәгатьләр саны. Болар проектның 10 мең сәгать тәшкил иткән максатына ирешү юнәлешендәге прогрессны билгели.

source: The count of voice recording hours we have collected so far.
tt: Без туплаган тавыш язмаларының сәгатьләр саны.

source: The current sentences come from contributor donations, as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life.</italic>
tt: Әлегә кадәр кулланылган җөмләләр иреклеләр кертемнәреннән, һәм хәзер инде авторлык хокуклары белән чикләнмәгән "It's a Wonderful Life" кебек кинофильмнарның сценарийларыннан алынды.

source: The dataset is available now on our <downloadLink>download page</downloadLink> under the <licenseLink>CC-0</licenseLink> license.
tt: Мәгълүмат тупланмасын <downloadLink>йөкләү</downloadLink> битендә <licenseLink>CC-0</licenseLink> лицензиясе шартлары белән алып була.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
tt: Common Voice мәгълүмат тупланмасының максаты дөньядагы һәркемнең дә сөйләм тану, сөйләүчене тану яки тавыш мәгълүматын таләп итә торган башка төрле системалар ясый алуын тәэмин итү. Тавышлы ярдәмче шундый программаларның берсе генә.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
tt: Common Voice мәгълүмат тупланмасының күптелле версиясе әлеге вакытта проектта катнашучылар тарафыннан туплана һәм чистартыла. Common Voice'ның башка телләрдә дә эшли башлавын телисез икән, тупланмага яңа җөмләләр өстәү өчен кулланылучы <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> (Җөмлә Җыю Хезмәте) һәм Common Voice проектының веб-сайтын тәрҗемә итү өчен кулланылучы Mozilla <pontoonLink>Pontoon</pontoonLink> сәхифәләрен карагыз. Яңа телләр Common Voice'ка Җөмлә Җыю Хезмәте аша берничә кеше тарафыннан тикшерелгән 5000 җөмлә җыелгач өстәлә.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to learn more about supporting this effort, please <contactLink>contact us</contactLink>. We are currently targeting a publish date of January 2019. After that, we’ll update the dataset periodically with new languages and voice clips as they become available. An iterative release cycle cadence is still to be determined.
tt: Common Voice мәгълүмат тупланмасының күптелле версиясе әлеге вакытта иреклеләр ярдәме белән тупланып һәм чистартылып ята. Ничек ярдәм итеп була икәне турында күбрәк беләсегез килсә, зинһар безнең белән <contactLink>элемтәгә керегез.</contactLink>. Без аны 2019-ның гыйнварында нәшер итә алырбыз дип торабыз. Аннан соң мәгълүмат тупланмасын, сайтта яңа телләр һәм аудиоязмалар пәйда булган саен, периодик рәвештә яңартып торачакбыз. Әлегә мондый яңартуларның ешлыгы төгәл билгеләнмәде.

source: The number of recordings and which languages you contribute to will be public.
tt: Язмалар саны һәм кайсы телләргә өлеш кертүегез һәркемгә дә күренәчәк.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
tt: Мәгълүмат базасының өлеше булган тавыш язмаларыннан проектка ярдәм итүче профилендәге белешмәне алып ату процессы.

source: The recording was too long.
tt: Аудиоязма артык озын иде.

source: The recording was too quiet.
tt: Аудиоязмадагы тавыш артык тыныч иде.

source: The recording was too short.
tt: Аудиоязма артык кыска иде.

source: These languages are currently under community development. The progress bars indicate how far each language is in the process of <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.
tt: Бу телләр әлеге вакытта җәмгыять тарафыннан үстерү стадиясендә. Прогрес индикаторлары һәр тел өчен сайтның никадәр <localizationGlossaryLink>тәрҗемә ителүен</localizationGlossaryLink> һәм <sentenceCollectionGlossaryLink>җөмләләрнең никадәр җыелуын</sentenceCollectionGlossaryLink> күрсәтә.

source: The selected file is too large
tt: Сайланган файл артык зур

source: The sentence has a grammatical or spelling error.
tt: Җөмләдә грамматик яки орфографик хата бар.

source: The sentence has disrespectful or offensive language.
tt: Җөмләдә кимсетүле я рәнҗеткеч сүзләр бар.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
tt: Сайт мөмкин булганча тиз арада янәдән эшли башлаячак. Иң соңгы мәгълүмат алу өчен, зинһар <matrixLink>Matrix чатына</matrixLink> кушылыгыз, яисә, сайт эшендә булган җитешсезлекләр турында хәбәр итү я хәбәрдар булып тору өчен, <githubLink>GitHub</githubLink>'ка я <discourseLink>безнең Discourse форумнарыбызга</discourseLink> үтегез.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
tt: «TED-LIUM» корпусы — TED веб-сәхифәсендәге чыгышларның аудиосыннан һәм аларның транскрипциясеннән төзелгән бер җыентык.

source: This is approximately the number of hours required to train a production speech-to-text system.
tt: Бу яхшы эшли торган сөйләм тану системасын өйрәтү өчен кирәк булган якынча сәгатьләр саны.

source: This is approximately the number of hours required to train a production STT system.
tt: Бу сан — яхшы сыйфатлы сөйләм-текст системасын өйрәтү өчен кирәкле сәгатьләрнең якынча саны.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
tt: Бу сегмент — махсус куллану очракларына тәгаенләнгән сегмент, ул үз эченә цифр исемнәрен һәм «әйе»/«юк»сүзләрен тануга кирәкле мәгълүмат ала.

source: This is open source software which can be freely remixed, extended, and improved. Mycroft may be used in anything from a science project to an enterprise software application.
tt: Бу — ирекле рәвештә ремикслана, киңәйтелә һәм үзгәртелә алучы, ачык кодлы програм тәэминат. Mycroft төрле өлкәләрдә кулланыла ала — булсын фәнни проект, булсын корпоратив програм тәэминат.

source: This is our process for translating and adapting our content for many locales (languages).
tt: Мәгълүматыбызны күп телләргә тәрҗемә итү һәм яраклаштыруга юнәлгән эшебез бу.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
tt: Бу параметр Сезнең лидерлар исемлегендә күренү-күренмәвегез өчен җавалы. Әгәр яшерен икәнсез, Сезнең алга китеш башкаларга күренми. Башкача әйткәндә, сүрәтегез, исемегез һәм ирешкән саннарыгыз лидерлар исемлегендә күрсәтелмәячәк. Лидерлар исемлеге якынча { $minutes } минут саен яңартылып тора икәнен искәртәбез.

source: Three to go!
tt: Өчәү калды!

source: Today
tt: Бүген

source: Today's Common Voice progress on clips recorded
tt: Яздырган клипларның бүгенге Common Voice прогрессы

source: Today's Common Voice progress on clips validated
tt: Тикшерелгән клипларның бүгенге Common Voice прогрессы

source: Today's Progress
tt: Бүген эшләнгән эшләр

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
tt: Common Voice мәгълүмат тупланмасына эләккәнче, аудиоязма ике кеше тарафыннан тикшерелергә тиеш.

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
tt: Common Voice мәгълүмат тупланмасын мөмкин кадәр файдалырак итү өчен, Creative Commons (CC0) лицензияле чыганак текстларны куллануны гына рөхсәт итәргә булдык. CC0 стандартын куллану чыганак текстларны табу һәм җыюны кыенрак итсә дә, һәркемгә дә проектта хасил булган аудиоязмаларны чикләүләрсез һәм Mozilla'дан рөхсәт сорап тормыйча куллануга юл ача. Асыл максатыбыз — күптелле мәгълүмат тупланмасын мөмкин кадәр күбрәк кеше өчен файдалы итү, шул исәптән фәнни хезмәткәрләргә, университетларга, стартапларга, хөкүмәтләргә, иҗтимагый оешмаларга, һәм мондый технологияләр белән кызыксынучы энтузиастларга.

source: Top Contributors
tt: Төп ярдәм итүчеләр

source: Total
tt: Барлыгы

source: Total Approved
tt: Барлык исбатланганнар

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
tt: { $totalHours } сәгатьэчендә генә ирешеп була { $periodMonths } айәгәр{ $people } кешеяздырса{ $clipsPerDay } аудиоязмакөненә

source: Total Hrs
tt: Барлык сәгатьләр

source: TO THE EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE TO RELEASE AND HOLD HARMLESS MOZILLA CORPORATION AND ITS RESPECTIVE PARENT, SUBSIDIARIES, AFFILIATES, DIRECTORS, OFFICERS, EMPLOYEES, AND AGENTS (THE “MOZILLA PARTIES”), FROM ANY AND ALL LIABILITY FOR ANY DAMAGE, LOSS OR DELAY (INCLUDING PERSONAL INJURY, DEATH, OR PROPERTY DAMAGE) RESULTING IN WHOLE OR IN PART, DIRECTLY OR INDIRECTLY, FROM YOUR PARTICIPATION IN COMMON VOICE.
tt: КАГЫЛЫШЛЫ КАНУННАР РӨХСӘТ ИТКӘН ДӘРӘҖӘДӘ, СЕЗ MOZILLA КОРПОРАЦИЯСЕН, АНЫҢ АНА ОЕШМАСЫН, ФИЛИАЛЛАРЫН, АФФИЛИАТЛАРЫН, МӨДИРЛӘРЕН, ТҮРӘЛӘРЕН, ХЕЗМӘТКӘРЛӘРЕН ҺӘМ АГЕНТЛАРЫН ("MOZILLA" ӘГЪЗАЛАРЫ) ТУЛЫСЫНЧА ЯКИ ӨЛЕШЧӘ, ТУРЫДАН-ТУРЫ ЯКИ ТУРЫДАН-ТУРЫ БУЛМАГАН РӘВЕШТӘ СЕЗНЕҢ COMMON VOICE'ТА КАТНАШУЫГЫЗ НӘТИҖӘСЕНДӘ ХАСИЛ БУЛГАН НИНДИ ДӘ БУЛСА ЗЫЯН, ЮГАЛТУ Я КИЧЕГҮ (ШУЛ ИСӘПТӘН ШӘХСИ ҖӘРӘХӘТЛӘНҮ, ҮЛЕМ, Я МИЛЕККӘ ЗЫЯН КИЛҮ) ӨЧЕН ТЕЛӘСӘ НИНДИ ҺӘМ БАРЛЫК ҖАВАПЛЫЛЫКТАН ДА АЗАТ ИТӘРГӘ ҺӘМ ЗЫЯН САЛМАСКА КИЛЕШӘСЕЗ.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
tt: Уң якта без өстенлекләр турында язабыз һәм нинди мәгълүмат ачык булачагын аңлатабыз. Үз җиһазыгызда Common Voice хисабы белән эшли башлау өчен, түбәндәге сылтамалардан файдаланыгыз.

source: Toward next goal
tt: Алдагы максатка таба

source: Track progress here and on your stats page.
tt: Башкарган эшләрегезне монда һәм шулай ук статистика битегездә күзәтеп барыгыз.

source: Turkish
tt: Төрекчә

source: Ubykh
tt: Убых

source: Udmurt
tt: Удмурт

source: Ukrainian
tt: Украин

source: Unable to speak right now?
tt: Хәзер сөйли алмыйсызмы?

source: Updates: Mozilla may update these Terms from time to time to address a new feature of the Services or to clarify a provision. The updated Terms will be posted online. If the changes are substantive, we will announce the update through Mozilla’s usual channels for such announcements such as blog posts and forums. Your continued use of the Services after the effective date of such changes constitutes your acceptance of such changes. To make your review more convenient, we will post an effective date at the top of this page.
tt: Яңартулар: Mozilla, хезмәтләрнең яңа бер функциясен адреслау өчен яисә берәр маддәгә ачыклык кертү өчен, бу шартларны вакыт-вакыт яңарта ала. Яңартылган шартлар Интернетка куелачак. Үзгәрешләр җитди булса, без яңарту хакында блог язмалары һәм форумнар кебек Mozilla тарафыннан мондый игъланнар ясау өчен гадәттә кулланыла торган каналларда игълан итәчәкбез. Үзгәрешләрнең үз көченә керү датасыннан соң хезмәтләрне куллануны дәвам итүегез бу үзгәрешләрне кабул итүегезне аңлата. Үзгәрешләр бармы-юкмы икәнен тикшерергә җиңелрәк булсын өчен, бу шартларның үз көченә керү датасын без бу битнең өске өлешенә куячакбыз.

source: Upload
tt: Йөкләү

source: Upload aborted. Do you want to delete your recordings?
tt: Йөкләү туктатылды. Язмаларыгызны бетерәсегез киләме?

source: Upload an image file
tt: Рәсем йөкләү

source: Urdu
tt: Урдуча

source: User Name
tt: Кулланучы исеме

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
tt: Кулланучылар иганә ителгән аудиоязмаларның төгәллеген, ягъни җөмләләр дөрес укылганмы икәнен тикшерәләр.

source: Using Common Voice
tt: Common Voice'ны куллану

source: Uyghur
tt: Уйгур

source: Uzbek
tt: Үзбәк

source: Validated Clips
tt: Тикшерелгән клиплар

source: Validated Hours
tt: Тикшерелгән сәгатьләр

source: Validated Hrs
tt: Барлык сәгатьләр

source: Validated Hr. Total
tt: Тикшерелгән сәгатьләр саны, барлыгы

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
tt: Иганә ителгән клипларны тикшерү Common Voice миссиясе өчен бертигез дәрәҗәдә әһәмиятле. Аларны тыңлагыз һәм безгә ачык чыганаклы тавыш базасын төзергә ярдәм итегез.

source: validation
tt: тикшерү

source: Validations
tt: Тикшерү

source: Venetian
tt: Венеция

source: Version
tt: Версия

source: Vietnamese
tt: Вьетнам

source: View your progress against personal and project goals.
tt: Прогрессыгызның персональ һәм проект максатларына туры килүен күрә аласыз.

source: Visible
tt: Күренә

source: Voice clips are entered into a submission queue that readies them for listening.
tt: Аудиоязмалар тикшерелү чиратына эләгә, аннан соң катнашучылар аларны тыңлый.

source: Voice Dataset, Ready for Download
tt: Тавышлар җыентыгы, йөкләүгә әзер

source: Voice is natural, voice is human. It’s the easiest and most natural way to communicate. We want developers to be able to build amazing things from real-time translators to voice-enabled administrative assistants. But right now there isn’t enough publicly available data to build these kinds of apps. We hope that Common Voice will give developers what they need to innovate.
tt: Тавыш — ул табигый, кешеләргә хас нәрсә. Сөйләм аша аралашу — аралашуның иң җиңел һәм иң табигый ысулы. Безнең, программистларның реаль вакытта тәрҗемә итүче системалардан башлап, виртуаль ассистентларга кадәр гаҗәеп нәрсәләр ясаганын күрәсебез килә. Әмма әлегә, мондый программалар төзү өчен, һәркем өчен дә ачык мәгълүмат җитәрлек күләмдә юк. Common Voice проекты программистларга инновацияләү өчен кирәкле нәрсәләрне бирер дигән өметтә калабыз.

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
tt: Тавыш — табигый, кешеләргә хас күренеш. Шул сәбәпле без компьютерларда кулланырга уңайлы тавыш технологияләрен ясарга телибез. Әмма, тавыш технологияләрен ясау өчен, программистларга ифрат күп аудиоязмалар кирәк.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
tt: Тавыш — табигый, кешеләргә хас күренеш. Шул сәбәпле без компьютерларда кулланырга уңайлы тавыш технологияләрен ясарга телибез. Әмма тавыш системаларын ясау өчен ифрат күп аудиоязмаларның булуы кирәк.

source: Voice recognition technology could revolutionize the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is a project to make voice recognition technology easily accessible to everyone. People donate their voices to a massive database that will let anyone quickly and easily train voice-enabled apps. All voice data will be available to developers.
tt: Сөйләм тану технологияләре безнең җиһазлар белән эшләү рәвешебезне тамырдан үзгәртә алыр иде, әмма бүгенге көнгә кадәр эшләнгән системалар кыйммәт һәм проприетар. Common Voice проекты — сөйләм тану технологияләрен һәркем өчен дә җиңел генә ирешерлек итүгә юнәлдерелгән проект. Әлеге проектта кешеләр, җөмләләрне укып, тавышларын яздыралар да зур бер мәгълүмат базасына кертем ясыйлар. Әлеге базаны кулланып, һәркем тиз һәм җиңел генә сөйләм белән эш итүче кушымталар төзи алачак. Барлык аудиоязмалар да программистлар өчен ачык булачак.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
tt: Тавыш тану технологияләре безнең машиналар белән эш итү рәвешен тамырдан үзгәртә алыр иде, әмма әлегә кадәр эшләнгән системалар кыйммәт һәм проприетар. Common Voice — Mozilla'ның тавыш тану технологияләрен камилрәк һәм һәркем өчен дә ачык итүгә юнәлгән инициативасының бер өлеше. Common Voice ул — дөньяның һәр тарафында яшәүче кешеләр иганә иткән аудиоязмалар тупланмасы. Әлеге тупланма һәр тел өчен дә (бу тел өчен аудиоязмалар җитәрлек булса, әлбәттә) ул телдә сөйләгәнне «аңлаучы» программалар ясауны мөмкин итә. Аудиоязмаларны без сөйләшүчеләр саны зур булган телләрдә генә түгел, чагыштырмача әз кеше сөйләшкән телләрдә дә җыябыз. Төрле телләрдә булган аудиоязмалар тупланмасын нәшер итү программачыларга, эшмәкәрләргә һәм җәмгыятьләргә үз телләре өчен технологияләр булдыруны мөмкин итәчәк.

source: Voice recording in progress
tt: Тавыш яздыру бара

source: Voices Online Now
tt: Хәзер онлайн булган тавышлар

source: Votic
tt: Вот

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
tt: VoxForge ирекле һәм ачык кодлы сөйләм тану системалары өчен транскрипцияләнгән сөйләм җыйнау өчен башлап җибәрелә.

source: Want to change your voice clip?
tt: Аудиоязмагызны үзгәртәсегез киләме?

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
tt: Common Voice'ны тагын да яхшыртасыгыз киләме! Бик шәп! Электрон почта я <discourseLink>Dıscourse</discourseLink> форумы аша безнең белән элемтәгә керегез, <githubLink>GitHub</githubLink> аша сайттагы хаталар турында хәбәр итегез, яки <matrixLink>Matrix</matrixLink>'та безнең әңгәмә-чатка кушылыгыз.

source: Want to help make Common Voice even better? Great! Get in touch via email or on <discourseLink>Discourse</discourseLink>, submit feedback through <githubLink>GitHub</githubLink>, or join us on <matrixLink>Matrix</matrixLink>.
tt: Common Voice'ны тагын да яхшырак итүгә ярдәм итәсегез киләме? Шәп! Безнең белән электрон почта я <discourseLink>Discourse форумы</discourseLink> аша элемтәгә керегез, <githubLink>Github</githubLink> аша безгә киңәш, тәкъдим, тәнкыйтьләрегезне җиткерегез, яисә безгә <slackLink>Matrix чатында</slackLink> кушылыгыз.

source: Want to help make Common Voice even better? Great! Get in touch via email or on <discourseLink>Discourse</discourseLink>, submit feedback through <githubLink>GitHub</githubLink>, or join us on <slackLink>Slack</slackLink>.
tt: Common Voice'ны тагын да яхшырак итүгә ярдәм итәсегез киләме? Шәп! Безнең белән электрон почта я <discourseLink>Discourse форумы</discourseLink> аша элемтәгә керегез, <githubLink>Github</githubLink> аша безгә киңәш, тәкъдим, тәнкыйтьләрегезне җиткерегез, яисә безгә <slackLink>Slack чатында</slackLink> кушылыгыз.

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
tt: Common Voice мәгълүмат тупланмасының яңа версиясе чыгуга ук хәбәр килүен телисезме? Безнең "гәҗиткә" язылыгыз.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
tt: Без ачык һәм һәркем дә ирешә алырлык тавыш язмалары тупланмасын төзү белән мәшгульбез. Бу базаны сөйләм белән эш итә ала торган программалар төзү өлкәсендә һәркем файдалана алачак.
